Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: Una classificació no gaire exhaustiva dels diferents tipus d'ordinadors que podem trobar-nos avui dia és la següent:
es_es: A continuación tenemos una clasificación no muy exhaustiva de los diferentes tipos de ordenadores que podemos encontrarnos actualmente:

source: Una d'aquestes tres no pot ser la velocitat del seu servei d'ADSL: 1 Mb/s 6 Mb/s 4 Mb/s
es_es: Una de estas tres no puede ser la velocidad de su servicio de ADSL: 1 Mb/s 6 Mb/s 4 Mb/

source: Una d'aquestes tres no és un tipus d'ambigüitat lèxica: L'homografia.
es_es: Una de estas tres no es un tipo de ambigüedad léxica: La homografía.

source: Una de les perspectives més interessants per a analitzar i ordenar els tipus d'ambigüitat descrits més amunt ens la proporciona l'anomenat principi de composicionalitat [cap. 23]{radford09b}: { La interpretació d'una oració està determinada per la interpretació dels mots que apareixen en l'oració i per l'estructura sintàctica de l'oració.} Aquest principi explica per què la interpretació de l'oració El pare escura plats és diferent de la de l'oració La mare llegeix llibres Les oracions () i () tenen la mateixa sintaxi però diferent interpretació perquè contenen mots diferents amb interpretacions diferents.
es_es: Una de las perspectivas más interesantes para analizar y ordenar los tipos de ambigüedad descritos más arriba nos la proporciona el llamado principio de composicionalidad [cap. 23]{radford09b}: { La interpretación de una oración está determinada por la interpretación de las palabras que aparecen en la oración y por la estructura sintáctica de la oración.} Este principio explica por qué la interpretación de la oración El padre escurre los platos es diferente de la de la oración La madre lee libros Las oraciones () i () tienen la misma sintaxis pero diferente interpretación porque contienen palabras diferentes con interpretaciones diferentes.

source: Una memòria de traducció es pot veure com una base de dades
es_es: Una memoria de traducción se puede ver como una base de datos

source: Una persona connectada a Internet per telèfon observa que les velocitats de transferència que li indica el seu navegador (vegeu el capítol ) varien al voltant dels 300 kilooctets (kilobytes) per segon.
es_es: Una persona conectada en Internet por teléfono observa que las velocidades de transferencia que le indica su navegador (véase el capítulo ) varían alrededor de los 300 kilobytes (kilobytes) por segundo.

source: Una vegada alineats els bitextos les unitats de traducció s'organitzen perquè tant el programa com la persona usuària hi puguen accedir eficientment; per exemple, com una base de dades.
es_es: Una vez alineados los bitextos las unidades de traducción se organizan para que tanto el programa como el usuario puedan acceder eficientemente; por ejemplo, como una base de datos.

source: Una vegada feta la pretraducció o la selecció interactiva de propostes de traducció para cada un dels segments del text esquerre $E'$, el programa les mostra alineades amb els segments del text esquerre perquè la persona usuària les puga posteditar i produir el text dret correcte $D'$.
es_es: Una vez hecha la pretraducción o la selección interactiva de propuestas de traducción para cada uno de los segmentos del texto izquierdo $E'$, el programa las muestra alineadas con los segmentos del texto izquierdo porque la persona usuaria las pueda posteditar y producir el texto derecho correcto $D'$.

source: Una velocitat clàssica en mòdems domèstics era 33.600 b/s (més recentment, 57.600 b/s; les línies telefòniques actuals poden admetre potser velocitats al voltant dels 100.000 b/s).
es_es: Una velocidad clásica en módems domésticos es 33.600 bps (más recientemente, 57.600 bps; las líneas telefónicas actuales pueden admitir quizá velocidades alrededor de los 100.000 bps).

source: Una velocitat més gran implica una velocitat d'execució més gran, sempre que no hi haja altres circumstàncies limitants (per exemple, una falta de memòria).
es_es: Una velocidad más alta implica una velocidad de ejecución más alta, siempre que no haya otras circustancias limitantes( por ejemplo, falta de memoria).

source: Una velocitat típica en l'actualitat és 3 GHz, és a dir, 3000 MHz.
es_es: Una velocidad típica en la actualidad es 3 GHz, es decir, 3000 MHz.

source: Una és Qui diu que PRO vindrà?
es_es: Una es ¿Quién dice que PRO vendrá?

source: Unitats de traducció}
es_es: Unidades de traducción}

source: Vegeu aquest exemple on la llengua esquerra és el català i la llengua dreta, l'espanyol: $E$: ``Tenim textos equivalents i els volem aprofitar per a fer noves traduccions.
es_es: Véase este ejemplo donde la lengua izquierda es el catalán y la lengua derecha, el español : $E$: ``Tenim textos equivalents i els volem aprofitar per a fer noves traduccions.

source: Vegeu l'exemple m'agrada nadar en la p.
es_es: Véase el ejemplo me gusta nadar en la p.

source: Vegeu la nota al peu de la pàg.
es_es: Véase la nota a pie de pág.

source: Vol dir això que no podran compartir les memòries de traducció que hagen anat construint?
es_es: ¿Quiere decir esto que no podrán compartir las memorias de traducción que hayan ido construyendo?

source: Vol dir això que tant un navegador com un processador de textos com una memòria de traducció contenen instruccions de programa per a executar aquestes operacions bàsiques?
es_es: ¿Quiere decir esto que tanto un navegador, como un procesador de textos o una memoria de traducción contienen instrucciones de programa para ejecutar estas operaciones básicas?

source: Windows usa les extensions dels noms de fitxers per a{} {} associar-los el programa que els obrirà quan fem doble clic sobre la icona del fitxer.
es_es: Windows usa las extensiones de los nombres de ficheros para{} {} asociarlos el programa que los abrirá cuando hagamos doble clic sobre el icono del fichero.

source: Word met fin à la session en cours.</seg> </tuv> </tu> <tu tuid='512'> <prop type='tmkey'>a thumbnail preview is not available for this file</prop> <tuv xml:lang='EN-US'> <seg>A thumbnail preview is not available for this file.</seg> </tuv> <tuv xml:lang='FR-FR'> <seg>Il n'y a pas d'aperçu disponible pour cette image.</seg> </tuv> </tu> <!-- ... --> </body> </tmx> {Exemple de memòria de traducció en TMX; s'hi mostren només dues unitats de traducció.}
es_es: Word met fin à la session en cours.</seg> </tuv> </tu> <tu tuid='512'> <prop type='tmkey'>a thumbnail preview is not available for this file</prop> <tuv xml:lang='EN-US'> <seg>A thumbnail preview is not available for this file.</seg> </tuv> <tuv xml:lang='FR-FR'> <seg>Il n'y a pas d'aperçu disponible pour cette image.</seg> </tuv> </tu> <!-- ... --> </body> </tmx> {Ejemplo de memoria de traducción en TMX; se muestran solo dos unidades de traducción.}

source: [ADSL] (de l'anglés asymmetric digital subscriber line, línia d'abonat digital asimètrica): Versió asimètrica de DSL (vegeu DSL).
es_es: [ADSL] (del inglés Asymmetric digital subscriber line, línea de abonado digital asimétrica): Versión asimétrica de DSL (ver DSL).

source: [DSL] (de l'anglés digital subscriber line, línia d'abonat digital), tecnologia de connexió que permet aprofitar les línies telefòniques i elèctriques per a fer connexions d'alta velocitat (fins a uns 10 Mb/s).
es_es: [DSL] (del inglés digital subscriber line, línea de abonado digital), tecnología de conexión que permite aprovechar las líneas telefónicas y eléctricas para hacer conexiones de alta velocidad (hasta unos 10 Mb/s).

source: [De sobretaula] (en anglés desktop): Estan formats per una caixa amb dispositius de processament i emmagatzematge i un conjunt de perifèrics (dispositius d'entrada o d'eixida) com ara el teclat, el ratolí o la pantalla.
es_es: [De sobremesa] (en inglés desktop): Están formados por una caja con dispositivos de procesamiento y almacenamiento y un conjunto de periféricos (dispositivos de entrada o de salida) como por ejemplo el teclado, el ratón o la pantalla.

source: [Eixida:] Aquesta és la família dels dispositius que l'ordinador usa per a comunicar dades o informació a l'usuari.
es_es: [Salida:] Esta es la familia de los dispositivos que el ordenador usa para comunicar datos o información al usuario.

source: [Emmagatzematge:] els dispositius d'emmagatzematge es poden dividir en dos grups: [Memòria primària:] memòria ràpida de curt termini, volàtil (s'esborra quan s'apaga l'ordinador), que serveix per a guardar-hi programes i dades mentre l'ordinador està funcionant; si els programes i les dades no caben en la memòria primària, el sistema operatiu ---vegeu l'apartat --- s'encarrega de copiar-los de la memòria al disc dur quan no s'estan usant i copiar-los de tornada del disc dur a la memòria quan són necessaris, operació que s'anomena intercanvi. La memòria primària normalment consisteix en xips RAM (random-access memory, memòria d'accés aleatori) de silici.
es_es: [Almacenamiento:] los dispositivos de almacenamiento se pueden dividir en dos grupos: [Memoria primaria:] memoria rápida a corto plazo, volátil (se borra cuando se apaga el ordenador), que sirve para guardar los programas y datos mientras el ordenador está en funcionamiento; si los programas y los datos no caben en la memoria primaria, el sistema operativo ---véase el apartado --- se encarga de copiarlos desde la memoria al disco duro cuando no se están usando y copiarlos de vuelta desde el disco duro a la memoria cuando son necesarios, operación que se llama intercambio. La memoria primaria normalmente consiste en chips RAM (random-access memory, memoria de acceso aleatorio) de silicio.

source: [Entrada:] la funció primària dels dispositius d'entrada és que l'usuari puga interactuar amb la màquina i amb els programes que executa amb la finalitat d'introduir-hi dades o informació.
es_es: [Entrada:] la función primaria de los dispositivos de entrada es que el usuario pueda interactuar con la máquina y con los programas que ejecuta con el fin de introducir datos o información.

source: [Fulls de càlcul,] que permeten automatitzar càlculs que es repeteixen sobre un conjunt més o menys gran de dades (per exemple, per a calcular la nota mitjana de cada estudiant d'una classe sencera a partir de les notes parcials), i presentar-ne els resultats de diverses maneres, per exemple, en gràfics de molts tipus.
es_es: [Hojas de cálculo,] que permiten automatizar cálculos que se repiten sobre un conjunto más o menos grande de datos (por ejemplo, para calcular la nota mediana de cada estudiante de una clase entera a partir de las notas parciales), y presentar los resultados de varias maneras, por ejemplo, en gráficos de muchos tipos.

source: [GHz:] vegeu gigahertz.
es_es: [GHz:] ver gigaherzio.

source: [GNU/Linux:] un sistema operatiu multitasca i multiusuari gratu{}t, de l'estil de l'Unix que es podia trobar en els anomenats miniordinadors dels anys 70 i 80, desenvolupat de manera col·laborativa per milers de voluntaris independents i per empreses arreu del món i que és programari lliure (vegeu l'entrada en aquest glossari): es pot copiar lliurement si es compleixen certes condicions.
es_es: [GNU/Linux:] un sistema operativo multitarea y multiusuario gratuito{}t, del estilo del Unix que se podía encontrar en los llamados miniordenadores de los años 70 y 80, desarrollado de manera colaborativa por miles de voluntarios independientes y por empresas en todo el mundo y que es software libre (véase la entrada en este glosario): se puede copiar libremente si se cumplen ciertas condiciones.

source: [Jocs] de moltes classes.
es_es: [Juegos] de muchas clases.

source: [MHz:] vegeu megahertz.
es_es: [MHz:] ver megaherzio.

source: [Macintosh] o Mac: nom genèric (i comercial) d'una família d'ordinadors construïts per Apple Computer i que són bàsicament equivalents als PC.
es_es: [Macintosh] o Mac: nombre genérico (y comercial) de una familia de ordenadores construidos por Apple Computer y que son básicamente equivalentes a los PC.

source: [Maquinari] (o hardware): l'equipament físic que es pot veure i tocar.
es_es: [Soporte físico] (o hardware): el equipo físico que se puede ver y tocar.

source: [Memòria secundària:] memòria de llarg termini, permanent.
es_es: [Memoria secundaria:] memoria a largo plazo, permanente.

source: [Navegadors d'Internet:] programes que permeten accedir de manera senzilla als documents d'Internet en màquines connectades a aquesta xarxa. Vegeu la secció .
es_es: [Navegadores de Internet:] programas que permiten acceder de manera sencilla a los documentos de Internet en máquinas conectadas a esta red. Véase la sección .

source: [Pentium:] nom genèric d'una família actual de processadors centrals de la companyia Intel, els més recents de la sèrie ``x86'' de processadors que començà amb el 8086 a principis dels anys 80, passant pel 80286, el (80)386 i el (80)486..
es_es: [Pentium:] nombre genérico de una familia actual de procesadores centrales de la compañía Intel, los más recientes de la serie ``x86'' de procesadores que empezó con el 8086 a principios de los años 80, pasando por el 80286, el (80)386 y el (80)486..

source: [Per què és difícil la TA?
es_es: [¿Por qué es difícil la TA?

source: [Processament:] Els dispositius de processament són els que fan realment el treball.
es_es: [Procesamiento:] Los dispositivos de procesamiento son los que hacen realmente el trabajo.

source: [Programari lliure:] (free software, també anomenat programari de codi font obert o open-source software) és el programari que es distribueix amb llicències que donen una sèrie de llibertats a qui rep el programari: la llibertat d'usar-lo per a qualsevol propòsit sense restricció, la llibertat d'examinar-lo per veure com funciona i modificar-lo per adaptar-lo a un nou ús, i la llibertat de distribuir còpies ---originals o modificades--- lliurement a qui desitgem.
es_es: [Software libre:] (free software, también llamado software de código fuente abierto o open-source software) es el software que se distribuye con licencias que dan una serie de libertades a quienes recibe el software: la libertad de usarlo para cualquier propósito sin restricción, la libertad de examinarlo para #ver como funciona y modificarlo para adaptarlo a un nuevo uso, y la libertad de distribuir copias ---originales o modificadas--- libremente a quienes deseamos.

source: [Programari] (o software): un o més programes (i les dades associades) que fan alguna funció útil per a la persona usuària o per a un altre programa.
es_es: [Soporte lógico] (o software): uno o más programas (y los datos asociados) que realizan alguna función útil para el usuario u otro programa.

source: [Programes d'aplicació:] programari dissenyat específicament per a satisfer les necessitats dels usuaris (de vegades s'anomenen simplement { aplicacions}).
es_es: [Programas de aplicación:] software diseñado específicamente para satisfacer las necesidades de los usuarios (a veces se denominan simplemente { aplicaciones}).

source: [Servidors:] Els servidors són ordinadors que contenen i gestionen informació que s'utilitzarà en altres ordinadors (``clients'') connectats a ells a través d'una xarxa interna o a través d'Internet; no són massa diferents d'un ordinador de sobretaula, típicament més potents quant a memòria, disc i processador, però, com que ningú ha de seure davant d'ells no solen tenir pantalles, teclats o ratolins i sovint estan pensats per a ser disposats horitzontalment en armaris especials anomenats racks.
es_es: [Servidores:] Los servidores son ordenadores que contienen y gestionan información que se utilizará en otros ordenadores (``clientes") conectados a ellos a través de una red interna o a través de Internet; no son demasiado diferentes de un ordenador de sobremesa, normalmente más potentes en cuanto a memoria, disco y procesador, pero como nadie tiene que sentarse delante de ellos no suelen tener pantallas, teclados o ratones y están pensados para ser dispuestos horizontalmente en armarios especiales llamados racks.

source: [Sistemes operatius i firmware:] són els programes que permeten el funcionament bàsic de l'ordinador.
es_es: [Sistemas operativos y firmware:] son los programas que permiten el funcionamiento básico del ordenador.

source: [Tauletes i smartphones]: les tauletes (en anglés tablets) i els telèfons mòbils més moderns, anomenats smartphones, són veritables ordinadors por­tà­tils, amb una pantalla tàctil i sense teclat, amb càmera, connectivitat Wi-Fi i Bluetooth, receptor GPS, etc.
es_es: [Tabletas y smartphones ]: las tabletas (en inglés tablets) y los teléfonos móviles más modernos, denominados smartphones, son verdaderos ordenadores portátiles, con una pantalla táctil y sin teclado, con cámara, conectividad Wi-Fi y Bluetooth, receptor GPS, etc.

source: [USB] (de l'anglés universal serial bus, bus sèrie universal): Estàndard o norma de connexió de dispositius perifèrics (impressores, mòdems, reproductors digitals de música, càmeres digitals, unitats de memòria) que transmet les dades en sèrie (és a dir, un bit darrere de l'altre) a velocitats que en les versions més modernes de l'estàndard poden arribar als Gb/s, i que permet la connexió i desconnexió de dispositius de moltes classes ``en calent'', és a dir, sense haver d'apagar l'ordinador.
es_es: [USB] (del inglés universal serial bus, bus serie universal): Estándar o norma de conexión de dispositivos periféricos (impresoras, módems, reproductores digitales de música, cámaras digitales, unidades de memoria) que transmite los datos en serie (es decir, un bit detrás del otro) a velocidades que en las versiones más modernas del estándar pueden llegar a los Gb/s, y que permite la conexión y desconexión de dispositivos de muchas clases ``en caliente'', es decir, sin tener que apagar el ordenador.

source: [Wi-Fi] (probablement de l'anglés wireless fidelity, fidelitat sense fils): tecnologia de connexió sense fils (via ràdio), principalment per a formar xarxes locals, i que en l'actualitat (estàndard IEEE 802.11ac, gener de 2014) permet velocitats de transmissió de fins a 6.77 Gb/s.
es_es: [*Wi-Fi] (probablemente del inglés wireless fidelity, fidelidad inalámbrica): tecnología de conexión inalámbrica (vía radio), principalmente para formar redes locales, y que en la actualidad (estándar IEEE 802.11ac, enero de 2014) permite velocidades de transmisión de hasta 6.77 Gb/s.

source: [adaptador de vídeo] (també anomenada targeta gràfica o controlador de vídeo): Dispositiu (targeta independent, o integrada en la placa base) que permet connectar un monitor a l'ordinador.
es_es: [adaptador de vídeo] (también llamado tarjeta gráfica o controlador de vídeo): Dispositivo (tarjeta independiente, o integrada en la placa base) que permite conectar un monitor al ordenador.

source: [cache] o memòria cau: Memòria RAM intermèdia, d'accés més ràpid per part del processador, on es copia de tant en tant un bloc (també ``pàgina'') complet de posicions consecutives de la memòria RAM general per a simplificar accessos repetits a posicions en la mateixa zona.
es_es: [cache] o memoria caché: Memoria RAM intermedia, de acceso más rápido por parte del procesador, donde se copia de cuando en cuando un blog (también ``página") completo de posiciones consecutivas de la memoria RAM general para simplificar accesos repetidos a posiciones en la misma zona.

source: [fibra òptica:] tecnologia que transporta les dades usant una llum làser que es propaga a través d'un fil molt fi de material transparent.
es_es: [fibra óptica:] tecnología que transporta los datos usando una luz láser que se propaga a través de un cable muy fino de material transparente.

source: [gigahertz:] un gigahertz són 1000 megahertzs (vegeu megahertz en aquest glossari).
es_es: [Gigahertz:] un gigahertz son 1000 megahertz (véase megahertz en este glosario).

source: [megahertz:] Un megahertz (MHz) és un milió d'hertzs (Hz), és a dir, un milió de cicles per segon.
es_es: [megahercio:] Un megahercio (MHz) es un millón de hertzs (Hz), es decir, un millón de ciclos por segundo.

source: [mòdem:] abreviatura de modulador-desmodulador.
es_es: [módem:] abreviatura de modulador-desmodulador.

source: [placa de so:] En els ordinadors més antics, s'havia de comprar a banda una placa (o targeta) de so si es volia usar l'ordinador per a processar, enregistrar, reproduir, i manipular sons digitalitzats.
es_es: [placa de sonido:] En los ordenadores más antiguos, se tenía que comprar a parte una placa (o tarjeta) de sonido si se quería usar el ordenador para procesar, grabar, reproducir, y manipular sonidos digitalizados.

source: [targeta de xarxa:] En els ordinadors més antics, per a connectar ordinadors i formar una xarxa (normalment local) per a compartir recursos, calia dotar a cada ordinador d'una placa o targeta de xarxa.
es_es: [tarjeta de red:] En los ordenadores más antiguos, para conectar ordenadores y formar una red (normalmente local) para compartir recursos, había que dotar a cada ordenador de una placa o tarjeta de red.

source: `{tt1}{txt}' ) ) ) ) {Exemple d'estructura de fitxers i directoris en un dispositiu d'emmagatzemament.
es_es: `{tt1}{txt}' ) ) ) ) {Ejemplo de estructura de ficheros y directorios en un dispositivo de almacenamiento.

source: `[aprecien]' ) (.SD.
es_es: `[aprecian]' ) (.SD.

source: `[destrossat]' ) (.SD.
es_es: `[destrozado' ) (.SD.

source: `[el]' ) (.N.
es_es: `[los]' ) (.N.

source: `[els]' ) (.N.
es_es: `[los]' ) (.N.

source: `[escocesos]' ) ) (.{{I}}.
es_es: `[escoceses]' ) ) (.{{I}}.

source: `[tu]' ) (.{{I}}.
es_es: `[tú]' ) (.{{I}}.

source: `els' ) (.N.
es_es: `los' ) (.N.

source: `gal·lesos' ) ) ) ) ) {Dos arbres per a la segona part (``els gal·lesos'') de la comparació ``Els escocesos aprecien més el whisky que els gal·lesos'' (SD =sintagma determinant, D = determinant).}
es_es: `gal·lesos' ) ) ) ) ) {Dos árboles para la segunda parte ("els gal·lesos") de la comparación ``Els escocesos aprecien més el whisky que els gal·lesos'' (SD =sintagma determinante, D = determinante).}

source: `notícies' ) (.SP.
es_es: `noticias' ) (.SP.

source: `notícies' ) ) (.SP.
es_es: `noticias' ) ) (.SP.

source: `portar' ) (.N.
es_es: `traído' ) (.N.

source: `portar' ) (.SN.
es_es: `traído' ) (.SN.

source: `va' ) (.SV.
es_es: `ha' ) (.SV.

source: generar $d_4$ des de zero
es_es: generar $d_4$ desde cero

source: i per UGT [...] [...] per al Sr. Martínez [...] En els dos primers casos el punt és el final de l'oració però en els dos últims no.
es_es: y para la UGT [...] [...] para el Sr. Martínez [...] En los dos primeros casos el punto es el final de la oración pero en los dos últimos no.

source: liquid-crystal display o pantalla de cristall líquid
es_es: liquid-crystal display o pantalla de cristal líquido

source: o d'altres que precedeixen noms propis (Avda., Pça.) o números (Tel.).
es_es: u otros que preceden nombres propios (Avda., Plza.) o números (Tel.).

source: on cada registre és una llengua i cada camp una unitat de traducció.
es_es: donde cada registro es una lengua y cada campo una unidad de traducción.

source: persona del singular, imperatiu.
es_es: persona del singular, imperativo.

source: posteditar $d_{112} d'_2$
es_es: texto de la derecha $D$

source: {postedició} {1.4cm{text dret traduït i segmentat}}
es_es: {postedición} {1.4cm{texto derecho traducido y segmentado}}

source: {{1.9cm{Memòria de traducció}}}
es_es: {{1.9cm{Memoria de traducción}}}

source: {{1.9cm{concordança i selecció de propostes}}}
es_es: {{1.9cm{concordancia y selección de propuestas}}}

source: {{1.25cm{segmen- tació}}}
es_es: {{1.25cm{segmen- tación}}}

source: {Alineament de bitextos.
es_es: {Alineamiento de bitextos.
